-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Хост: localhost
-- Час створення: Трв 10 2026 р., 22:30
-- Версія сервера: 5.5.64-MariaDB
-- Версія PHP: 7.3.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `lavoks`
--

-- --------------------------------------------------------

--
-- Структура таблиці `translations`
--

CREATE TABLE IF NOT EXISTS `translations` (
  `id` int(10) unsigned NOT NULL,
  `table_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `column_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `foreign_key` int(10) unsigned NOT NULL,
  `locale` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12564 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп даних таблиці `translations`
--

INSERT INTO `translations` (`id`, `table_name`, `column_name`, `foreign_key`, `locale`, `value`, `created_at`, `updated_at`) VALUES
(953, 'colors', 'name', 1, 'ru', ' серый', '2019-01-26 19:53:16', '2019-01-26 19:53:16'),
(136, 'colors', 'name', 1, 'uk', '#red', '2018-12-17 08:06:53', '2018-12-17 08:06:53'),
(954, 'colors', 'name', 2, 'ru', ' темно-синий', '2019-01-26 19:53:21', '2019-01-26 19:53:21'),
(135, 'colors', 'name', 2, 'uk', '#blue', '2018-12-17 08:06:37', '2018-12-17 08:06:37'),
(5768, 'colors', 'name', 3, 'ru', 'коричневый', '2019-11-10 15:07:48', '2019-11-10 15:07:48'),
(889, 'colors', 'name', 4, 'ru', ' синий', '2019-01-26 19:21:51', '2019-01-26 19:53:27'),
(133, 'colors', 'name', 4, 'uk', '#green', '2018-12-16 11:27:09', '2018-12-16 11:27:09'),
(892, 'colors', 'name', 5, 'ru', ' темно-коричневый', '2019-01-26 19:21:56', '2019-01-26 19:53:35'),
(895, 'colors', 'name', 6, 'ru', ' черный', '2019-01-26 19:22:00', '2019-01-26 19:53:43'),
(898, 'colors', 'name', 7, 'ru', ' коньячный', '2019-01-26 19:22:03', '2019-01-26 19:53:53'),
(900, 'colors', 'name', 8, 'ru', ' красный', '2019-01-26 19:22:12', '2019-01-26 21:49:11'),
(904, 'colors', 'name', 9, 'ru', ' голубой', '2019-01-26 19:22:20', '2019-01-26 21:49:22'),
(908, 'colors', 'name', 10, 'ru', ' зеленый', '2019-01-26 19:22:31', '2019-01-26 21:49:31'),
(911, 'colors', 'name', 11, 'ru', ' марсала', '2019-01-26 19:22:38', '2019-01-26 21:50:15'),
(913, 'colors', 'name', 12, 'ru', ' пудра', '2019-01-26 19:27:54', '2019-01-26 21:50:58'),
(916, 'colors', 'name', 13, 'ru', ' фуксия', '2019-01-26 19:28:05', '2019-01-26 21:51:14'),
(1000, 'colors', 'name', 18, 'ru', ' бежевый', '2019-01-26 22:08:18', '2019-01-26 22:08:18'),
(1002, 'colors', 'name', 20, 'ru', ' желтый', '2019-01-26 22:08:42', '2019-01-26 22:08:42'),
(1004, 'colors', 'name', 22, 'ru', ' ', '2019-01-26 22:10:11', '2019-01-26 22:10:11'),
(1408, 'colors', 'name', 26, 'ru', ' оранжевый', '2019-01-27 08:02:21', '2019-01-27 08:02:21'),
(1417, 'colors', 'name', 27, 'ru', ' белый', '2019-01-27 08:02:48', '2019-01-27 08:02:48'),
(1436, 'colors', 'name', 28, 'ru', ' серо-голубой', '2019-01-27 08:11:45', '2019-01-27 08:11:45'),
(1936, 'colors', 'name', 35, 'ru', ' золото', '2019-03-01 12:51:38', '2019-03-01 12:51:38'),
(1939, 'colors', 'name', 36, 'ru', ' серебро', '2019-03-01 12:51:44', '2019-03-01 12:51:44'),
(2777, 'colors', 'name', 37, 'ru', '', '2019-03-09 07:45:07', '2019-03-09 07:45:07'),
(3359, 'colors', 'name', 38, 'ru', 'Сиреневый', '2019-03-28 19:16:52', '2019-11-10 15:03:26'),
(3702, 'colors', 'name', 39, 'ru', 'Темно-серый', '2019-05-02 16:41:59', '2019-11-10 15:03:10'),
(3974, 'colors', 'name', 40, 'ru', 'Графитовый', '2019-05-23 16:03:10', '2019-11-10 15:02:51'),
(4005, 'colors', 'name', 41, 'ru', 'Оливковый', '2019-05-23 17:00:15', '2019-11-10 15:02:31'),
(4006, 'colors', 'name', 42, 'ru', 'Капучино', '2019-05-23 17:01:09', '2019-11-10 15:02:02'),
(4007, 'colors', 'name', 43, 'ru', 'Бирюзовый', '2019-05-23 17:31:47', '2019-11-10 14:55:50'),
(6084, 'colors', 'name', 45, 'ru', 'Светло-коричневый', '2019-12-25 07:33:48', '2019-12-25 07:33:48'),
(6385, 'colors', 'name', 46, 'ru', 'Алый', '2020-03-11 01:01:15', '2020-03-11 01:01:15'),
(6400, 'colors', 'name', 47, 'ru', 'Красный рептилия', '2020-03-12 05:01:53', '2020-03-12 05:01:53'),
(8445, 'colors', 'name', 48, 'ru', 'Салатовый', '2021-06-28 23:35:18', '2021-06-28 23:35:18'),
(6471, 'colors', 'name', 49, 'ru', 'Индиго', '2020-03-18 03:32:01', '2020-03-18 03:32:01'),
(6470, 'colors', 'name', 50, 'ru', 'Лимонный', '2020-03-18 03:31:45', '2020-03-18 03:31:45'),
(6492, 'colors', 'name', 51, 'ru', 'Пыльная роза', '2020-03-20 02:37:42', '2020-03-20 02:37:42'),
(6535, 'colors', 'name', 52, 'ru', 'Голубой металлик', '2020-04-18 18:25:16', '2020-04-18 18:25:16'),
(6536, 'colors', 'name', 53, 'ru', 'Зеленый металлик', '2020-04-18 18:27:12', '2020-04-18 18:27:12'),
(6537, 'colors', 'name', 54, 'ru', 'Красный металлик', '2020-04-18 18:29:34', '2020-04-18 18:29:34'),
(6538, 'colors', 'name', 55, 'ru', 'Розовый металлик', '2020-04-18 18:31:19', '2020-04-18 18:31:19'),
(6539, 'colors', 'name', 56, 'ru', 'Синий металлик', '2020-04-18 18:32:47', '2020-04-18 18:32:47'),
(6540, 'colors', 'name', 57, 'ru', 'Темное золото', '2020-04-18 18:34:12', '2020-04-18 18:34:12'),
(6620, 'colors', 'name', 58, 'ru', 'Розовый', '2020-05-05 02:49:32', '2020-05-05 02:49:32'),
(6711, 'colors', 'name', 59, 'ru', 'Салатовый металлик', '2020-05-19 20:45:52', '2020-05-19 20:45:52'),
(6712, 'colors', 'name', 60, 'ru', 'Оранжевый металлик', '2020-05-19 20:46:45', '2020-05-19 20:46:45'),
(7046, 'colors', 'name', 61, 'ru', 'Светло-бежевый', '2020-08-23 02:34:03', '2020-08-23 02:34:03'),
(7142, 'colors', 'name', 62, 'ru', 'Фиолетовый', '2020-09-10 04:01:13', '2020-09-10 04:01:13'),
(7143, 'colors', 'name', 63, 'ru', 'Ультрамарин', '2020-09-10 04:05:39', '2020-09-10 04:05:39'),
(7227, 'colors', 'name', 64, 'ru', 'Лазурный', '2020-09-17 03:13:04', '2020-09-17 03:13:04'),
(7342, 'colors', 'name', 65, 'ru', 'Бордо', '2020-10-02 04:22:27', '2020-10-02 04:22:27'),
(7392, 'colors', 'name', 66, 'ru', 'Светло-коньячный', '2020-10-19 04:56:10', '2020-10-19 04:56:10'),
(7775, 'colors', 'name', 67, 'ru', 'Лазурный металлик', '2021-01-22 14:37:27', '2021-01-22 14:37:27'),
(7778, 'colors', 'name', 68, 'ru', 'Фиолетовый металлик', '2021-01-22 14:44:52', '2021-01-22 14:44:52'),
(7781, 'colors', 'name', 69, 'ru', 'Алый металлик', '2021-01-22 14:51:14', '2021-01-22 14:51:14'),
(7784, 'colors', 'name', 70, 'ru', 'Светло-голубой металлик', '2021-01-22 14:59:51', '2021-01-22 14:59:51'),
(7787, 'colors', 'name', 71, 'ru', 'Розовый перламутр', '2021-01-22 19:09:22', '2021-01-22 19:09:22'),
(7800, 'colors', 'name', 72, 'ru', 'Мята', '2021-01-23 21:09:43', '2021-01-23 21:09:43'),
(7938, 'colors', 'name', 73, 'ru', 'Светлая пудра', '2021-02-19 04:35:13', '2021-02-19 04:35:13'),
(8076, 'colors', 'name', 74, 'ru', 'Темно-бирюзовый', '2021-04-07 05:39:31', '2021-04-07 05:39:31'),
(8387, 'colors', 'name', 75, 'ru', 'Желтый манго', '2021-06-16 03:07:48', '2021-06-16 03:07:48'),
(8388, 'colors', 'name', 76, 'ru', 'Синий электрик', '2021-06-16 03:09:14', '2021-06-16 03:09:14'),
(8437, 'colors', 'name', 77, 'ru', 'Темно-коричневый рептилия', '2021-06-28 22:12:41', '2021-06-28 22:12:41'),
(8438, 'colors', 'name', 78, 'ru', 'Графитовый металлик', '2021-06-28 22:24:49', '2021-06-28 22:24:49'),
(9486, 'colors', 'name', 79, 'ru', 'Розовая сирень', '2022-10-05 01:24:03', '2022-10-05 01:24:03'),
(9817, 'colors', 'name', 81, 'ru', 'Черный рептилия', '2023-02-24 20:01:42', '2023-02-24 20:01:42'),
(11274, 'colors', 'name', 85, 'ru', 'Розовое золото', '2024-12-03 20:34:24', '2024-12-03 20:34:24'),
(11782, 'colors', 'name', 86, 'ru', 'Бежево-серый тауп', '2025-07-01 21:20:06', '2025-07-01 21:20:06');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `translations`
--
ALTER TABLE `translations`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `translations_table_name_column_name_foreign_key_locale_unique` (`table_name`,`column_name`,`foreign_key`,`locale`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `translations`
--
ALTER TABLE `translations`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12564;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
