-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Хост: localhost
-- Час створення: Трв 10 2026 р., 21:58
-- Версія сервера: 5.5.64-MariaDB
-- Версія PHP: 7.3.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `lavoks`
--

--
-- Дамп даних таблиці `colors`
--

INSERT INTO `colors` (`id`, `name`, `created_at`, `updated_at`, `slug`, `slug_name`, `active`) VALUES
(1, 'сірий', '2019-01-26 20:19:32', '2019-02-25 07:45:01', 'sirij', 'сірий', 1),
(2, 'темно-синій', '2019-01-26 20:19:37', '2019-02-25 07:44:30', 'temno-sinij', 'темно-синій', 1),
(3, 'коричневий', '2019-01-26 18:19:40', '2019-02-25 02:56:37', 'korichnevyj', 'коричневый', 1),
(4, 'синій', '2019-01-26 20:19:43', '2019-02-25 07:44:00', 'sinij', 'синій', 1),
(5, 'темно-коричневий', '2019-01-26 20:19:51', '2019-02-25 04:55:49', 'temno-korichnevyj', 'темно-коричневый', 1),
(6, 'чорний', '2019-01-26 20:20:00', '2019-02-25 07:43:15', 'chornij', 'чорний', 1),
(7, 'коньячний', '2019-01-26 20:20:09', '2019-02-25 07:42:50', 'konyachnij', 'коньячний', 1),
(8, 'червоний', '2019-01-26 21:49:11', '2019-02-25 07:41:45', 'chervonij', 'червоний', 1),
(9, 'блакитний', '2019-01-26 21:49:22', '2019-02-25 07:41:13', 'blakitnij', 'блакитний', 1),
(10, 'зелений', '2019-01-26 21:49:31', '2019-02-25 07:40:52', 'zelenij', 'зелений', 1),
(11, 'марсала', '2019-01-26 21:50:15', '2019-02-11 13:49:05', 'marsala', 'марсала', 1),
(12, 'пудра', '2019-01-26 21:50:58', '2019-02-11 13:48:39', 'pudra', 'пудра', 1),
(13, 'фуксія', '2019-01-26 21:51:14', '2019-02-25 07:40:21', 'fuksiya', 'фуксія', 1),
(18, 'бежевий', '2019-01-26 22:08:18', '2019-02-25 07:40:00', 'bezhevij', 'бежевий', 1),
(20, 'жовтий', '2019-01-26 22:08:42', '2019-02-25 07:38:58', 'zhovtij', 'жовтий', 1),
(26, 'помаранчевий', '2019-01-27 08:02:21', '2019-02-25 07:38:30', 'pomaranchevij', 'помаранчевий', 1),
(27, 'білий', '2019-01-27 08:02:48', '2019-02-25 07:38:08', 'bilij', 'білий', 1),
(28, 'сіро-блакитний', '2019-01-27 08:11:45', '2019-02-25 07:33:39', 'siro-blakitnij', 'сіро-блакитний', 1),
(35, 'золото', '2019-03-01 12:51:38', '2019-03-01 13:49:10', 'zoloto', 'золото', 1),
(36, 'срібло', '2019-03-01 12:51:44', '2019-03-01 13:49:02', 'sriblo', 'срібло', 1),
(38, 'Бузковий', '2019-03-28 19:16:52', '2019-03-28 19:16:52', 'buzkovij', 'Бузковий', 1),
(39, 'темно-сірий', '2019-05-02 16:41:59', '2019-05-02 16:41:59', 'temno-sirij', 'темно-сірий', 1),
(40, 'Графітовий', '2019-05-23 16:03:10', '2019-10-10 17:07:03', 'grafitovij', 'Графітовий', 1),
(41, 'Оливковий', '2019-05-23 17:00:15', '2019-10-10 17:06:39', 'olivkovij', 'Оливковий', 1),
(42, 'Капучіно', '2019-05-23 17:01:09', '2019-10-10 17:06:19', 'kapuchino', 'Капучіно', 1),
(43, 'Бірюзовий', '2019-05-23 17:31:47', '2019-10-10 17:05:54', 'biryuzovij', 'Бірюзовий', 1),
(45, 'Світло-коричневий', '2019-12-25 07:33:48', '2019-12-25 07:33:48', NULL, NULL, 1),
(46, 'Яскраво-червоний', '2020-03-11 00:58:54', '2020-03-11 00:58:54', NULL, NULL, 1),
(47, 'Червоний рептілія', '2020-03-12 04:54:56', '2020-03-12 04:54:56', NULL, NULL, 1),
(48, 'Салатовий', '2020-03-12 05:20:56', '2021-06-28 23:35:18', NULL, NULL, 1),
(49, 'Індіго', '2020-03-18 03:15:07', '2020-03-18 03:15:07', NULL, NULL, 1),
(50, 'Лимонний', '2020-03-18 03:31:45', '2020-03-18 03:31:45', NULL, NULL, 1),
(51, 'Курна троянда', '2020-03-20 02:37:42', '2020-03-20 02:37:42', NULL, NULL, 1),
(52, 'Блакитний металік', '2020-04-18 18:25:16', '2020-04-18 18:25:16', NULL, NULL, 1),
(53, 'Зелений металік', '2020-04-18 18:27:12', '2020-04-18 18:27:12', NULL, NULL, 1),
(54, 'Червоний металік', '2020-04-18 18:29:34', '2020-04-18 18:29:34', NULL, NULL, 1),
(55, 'Рожевий металік', '2020-04-18 18:31:19', '2020-04-18 18:31:19', NULL, NULL, 1),
(56, 'Синій металік', '2020-04-18 18:32:47', '2020-04-18 18:32:47', NULL, NULL, 1),
(57, 'Темне золото', '2020-04-18 18:34:12', '2020-04-18 18:34:12', NULL, NULL, 1),
(58, 'Рожевий', '2020-05-05 02:49:32', '2020-05-05 02:49:32', NULL, NULL, 1),
(59, 'Салатовий метелік', '2020-05-19 20:45:52', '2020-05-19 20:45:52', NULL, NULL, 1),
(60, 'Помаранчевий металік', '2020-05-19 20:46:45', '2020-05-19 20:46:45', NULL, NULL, 1),
(61, 'Світло-бежевий', '2020-08-23 02:34:03', '2020-08-23 02:34:03', NULL, NULL, 1),
(62, 'Фіолетовий', '2020-09-10 04:01:13', '2020-09-10 04:01:13', NULL, NULL, 1),
(63, 'Ультрамарин', '2020-09-10 04:05:39', '2020-09-10 04:05:39', NULL, NULL, 1),
(64, 'Лазуровий', '2020-09-17 03:13:04', '2020-09-17 03:13:04', NULL, NULL, 1),
(65, 'Бордо', '2020-10-02 04:22:27', '2020-10-02 04:22:27', NULL, NULL, 1),
(66, 'Світло-коньячний', '2020-10-19 04:54:32', '2020-10-19 04:56:10', NULL, NULL, 1),
(67, 'Лазуровий металік', '2021-01-22 14:37:27', '2021-01-22 14:37:27', NULL, NULL, 1),
(68, 'Фіолетовий металік', '2021-01-22 14:44:52', '2021-01-22 14:44:52', NULL, NULL, 1),
(69, 'Яскраво-червоний металік', '2021-01-22 14:51:14', '2021-01-22 14:51:14', NULL, NULL, 1),
(70, 'Світло-блакитний металік', '2021-01-22 14:59:51', '2021-01-22 14:59:51', NULL, NULL, 1),
(71, 'Рожевий перламутр', '2021-01-22 19:09:22', '2021-01-22 19:09:22', NULL, NULL, 1),
(72, 'м`ята', '2021-01-23 21:09:43', '2021-01-23 21:09:43', NULL, NULL, 1),
(73, 'Світла пудра', '2021-02-19 04:35:13', '2021-02-19 04:35:13', NULL, NULL, 1),
(74, 'Темно-бірюзовий', '2021-04-07 05:39:31', '2021-04-07 05:39:31', NULL, NULL, 1),
(75, 'Жовтий манго', '2021-06-16 03:07:48', '2021-06-16 03:07:48', NULL, NULL, 1),
(76, 'Синій електрик', '2021-06-16 03:09:14', '2021-06-16 03:09:14', NULL, NULL, 1),
(77, 'Темно-коричневий рептилія', '2021-06-28 22:12:41', '2021-06-28 22:12:41', NULL, NULL, 1),
(78, 'Графітовий металік', '2021-06-28 22:24:49', '2021-06-28 22:24:49', NULL, NULL, 1),
(79, 'Рожевий бузок', '2022-10-05 01:24:03', '2022-10-05 01:24:03', NULL, NULL, 1),
(80, 'Леопард', '2023-02-01 18:27:38', '2023-02-01 18:27:38', NULL, NULL, 1),
(81, 'Чорний рептилія', '2023-02-24 20:01:42', '2023-02-24 20:01:42', NULL, NULL, 1),
(82, 'Хакі', '2024-09-24 13:04:23', '2024-09-24 13:04:23', NULL, NULL, 1),
(83, 'Бузковий металік', '2024-10-22 14:07:51', '2024-10-22 14:07:51', NULL, NULL, 1),
(84, 'Марсала металік', '2024-10-22 18:36:56', '2024-10-22 18:36:56', NULL, NULL, 1),
(85, 'Рожеве золото', '2024-12-03 20:34:24', '2024-12-03 20:34:24', NULL, NULL, 1),
(86, 'Бежево-сірий тауп', '2025-07-01 21:20:06', '2025-07-01 21:20:06', NULL, NULL, 1),
(87, 'Табак', '2026-05-08 12:14:55', '2026-05-08 12:14:55', NULL, NULL, 1),
(88, 'Кемел', '2026-05-08 12:15:16', '2026-05-08 12:15:16', NULL, NULL, 1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
