-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Хост: localhost
-- Час створення: Трв 11 2026 р., 07:51
-- Версія сервера: 5.5.64-MariaDB
-- Версія PHP: 7.3.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `lavoks`
--

--
-- Дамп даних таблиці `lazer_types`
--

INSERT INTO `lazer_types` (`id`, `name`, `active`, `created_at`, `updated_at`, `slug_name`, `slug`, `tips_description`, `tips_photo`, `description`, `slug_trans`) VALUES
(4, 'кайзер', 1, '2019-01-26 19:21:51', '2019-11-10 15:01:34', 'кайзер', 'kajzer', '', NULL, '', NULL),
(6, 'торонто', 0, '2019-01-26 19:22:00', '2021-12-22 20:15:25', 'торонто', 'toronto', '', NULL, '', ''),
(7, 'алькор', 1, '2019-01-26 19:22:03', '2019-11-10 15:01:09', 'алькор', 'alkor', '', NULL, '', NULL),
(8, 'Крейзі хорс', 1, '2019-01-26 19:22:20', '2019-10-10 17:12:35', 'Крейзі хорс', 'krejzi-hors', 'Крейзі Хорс - взуттєво-галантерейна шкіра хромового дублення, жирована, матова, покрита воском, середньої щільності, з вінтажним ефектом, товщина 1,4 - 1,8 мм.', 'lazer-types/June2019/LR5iDF6QpLEuYrVZuNw8.JPG', '', NULL),
(9, 'Сап`ян', 1, '2019-01-26 19:28:09', '2019-10-10 17:10:53', 'Сап`ян', 'sapyan', '', NULL, '', NULL),
(11, 'крокодил', 1, '2019-01-26 19:30:21', '2019-11-10 15:00:38', 'крокодил', 'krokodil', '', NULL, '', NULL),
(13, 'Ремінна шкіра', 1, '2019-01-27 06:11:55', '2019-10-10 17:10:07', 'Ремінна шкіра', 'reminna-shkira', '', NULL, '', NULL),
(16, 'флотар', 1, '2019-01-27 08:25:08', '2019-11-10 14:59:46', 'флотар', 'flotar', '', NULL, '', NULL),
(17, 'кінг', 1, '2019-01-27 08:31:27', '2019-10-10 17:09:13', 'кінг', 'king', '', NULL, '', NULL),
(18, 'Ремінна шкіра італійська', 1, '2019-05-12 16:45:44', '2019-10-10 17:08:55', 'Ремінна шкіра італійська', 'reminna-shkira-italijska', '', NULL, '', NULL),
(19, 'Бостон', 1, '2019-06-22 18:33:20', '2019-11-10 14:53:55', 'Бостон', 'boston', '', NULL, '', NULL),
(20, 'Краст', 1, '2019-06-28 16:42:48', '2019-11-10 14:55:11', 'Краст', 'krast', '', NULL, '', NULL),
(21, 'Боттега', 1, '2019-07-17 14:22:09', '2019-10-10 16:58:24', 'Боттега', 'bottega', '', NULL, '', NULL),
(22, 'Напа', 1, '2019-10-31 19:58:36', '2019-10-31 19:58:36', 'Напа', 'napa', '', NULL, '', NULL),
(24, 'Тканина', 1, '2020-04-12 23:28:38', '2020-04-12 23:28:38', NULL, NULL, '', NULL, '', ''),
(25, 'Ігуана', 1, '2020-05-24 02:11:14', '2020-05-24 02:11:14', NULL, NULL, '', NULL, '', ''),
(26, 'Крейзі хорс роял', 0, '2020-08-23 01:05:04', '2022-09-08 04:27:56', NULL, NULL, '', NULL, '', ''),
(30, 'Оскар', 1, '2021-02-19 04:49:04', '2021-02-19 04:49:04', NULL, NULL, '', NULL, '', ''),
(31, 'Пітон', 1, '2022-02-06 17:52:52', '2022-02-06 17:52:52', NULL, NULL, '', NULL, '', ''),
(32, 'Кайман', 1, '2022-02-16 04:46:42', '2022-02-16 04:46:42', NULL, NULL, '', NULL, '', ''),
(33, 'Мотузка', 1, '2022-08-20 12:17:16', '2022-08-20 12:17:16', NULL, NULL, '', NULL, '', ''),
(34, 'Рептилія', 1, '2023-05-11 03:19:48', '2023-05-11 03:19:48', NULL, NULL, '', NULL, '', ''),
(35, 'Страус', 1, '2024-01-08 02:17:39', '2024-01-08 02:17:39', NULL, NULL, '', NULL, '', ''),
(36, 'Замша', 1, '2024-01-08 18:59:39', '2024-01-08 18:59:39', NULL, NULL, '', NULL, '', ''),
(37, 'Лакова', 1, '2024-01-31 02:59:22', '2024-01-31 02:59:22', NULL, NULL, '', NULL, '', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
